{
  "video": "AkerBP 1",
  "ground_truth_transcript": [
    "We are drilling ultra-long in the rest of our sections, using advanced geo-steering to map the subsurface as we go along with unprecedented accuracy to pinpoint the oil accumulation with high confidence. This isn't just a regular well, this is a huge leap forward in how we explore. We're currently drilling the fourth lateral on the Omega Alfa well in the Yggdrasil area where we're targeting several structures: the Omega, the Alfa, Alfa South, Sigma NE, and Pi. Right now we're steering the wells towards the Sigma NE and the Pi structures, and things are looking really good. We're drilling in about 10 metres of oil, a good indication that we are exactly where we should be. We are currently geo-steering the well. Which means that we are placing the well optimally in the reservoir. Normally we do that to optimise the production well, but in this case, we are drilling an exploration well and we are optimising the well to optimise the data acquisition. We are collecting a massive amount of data with this well, probably more than has ever been collected before in an exploration well. This data will significantly reduce the subsurface uncertainty. The Omega Alfa well is a continuation of the work we started two years ago with East Frigg. There we went from exploration drilling to development in just two years. Geologically, this is very similar to East Frigg. We are seeing a thin oil column trapped beneath an intra-reservoir shale. In this setting, an efficient seal for hydrocarbons. Two years ago, with the East Frigg well, we set a new benchmark in exploration, achieving more than 30 kilometres of reservoir exposure. A year later, on Frigg Gamma Geopilot, we further pushed the limits in drill length and ROP versus hole cleaning. Since then, we've gotten the best performing rig in the market back on contract. We have done several performance improving upgrades and equipped the rig with wireline pipe. This puts us in a position to not only push the limits, but make a step change in performance. We started off drilling the longest well ever drilled in Norway with the standard exploration well design, and we did it following the low flow and high ROP strategy. We have debunked several old drilling practices and proved that the technical limit is still to be reached. This is only the beginning, and I look forward to continue pushing the limits for what's technically feasible while drilling a well. Aker BP is a perfect match for Deepsea Stavanger. They have ambitious goals and push limits. Every single day, our team delivers safely, securely and at a world-class level. With the upgrades made for the Aker BP contract, Deepsea Stavanger has become an even sharper drilling machine. We look forward to many great years ahead with new milestones, new records, and a continued focus on safety, quality, and collaboration. Being part of this operation has been a true pleasure, simply just showing performance first put into action. Thanks to Odfjell Drilling and Halliburton and the good collaboration offshore, we are able to do this, and not to mention the great planning and support from our onshore team. With their high quality engineering, constantly pushing boundaries and willingness to take risks, we are able to deliver world-class results as one team."
  ],
  "instructions": "Manually transcribe the video audio exactly as spoken, including filler words.",
  "scene_annotations": [],
  "scene_annotation_instructions": "Mark scene changes with timestamps (seconds) and scene id in the format: [scene_id] [timestamp]"
}