{
  "video": "AkerBP 3",
  "ground_truth_transcript": [
    "We have been working with case studies connected to root cause analysis and risk management. The overall goal is to develop AI-based assistants to support offshore operators when conducting risk assessments. The idea is to allow offshore personnel to ask questions related to operational activities and receive guidance, insights, and risk considerations for the tasks they perform. We are also addressing root cause analysis using a knowledge assistant that helps operators investigate issues by analyzing documents gathered from multiple sources and leveraging available data in a structured manner. I have worked in a cross-functional team with representatives from Aker BP, Cognite, Microsoft, and Aker Solutions during a 24-hour hackathon focused on digitalization. Our team developed a chatbot interface based on the STF 101 specification used to design and verify pipelines. The chatbot can answer questions about the content of the specification and help users better understand and navigate the document. One task involved enabling the chatbot to interrogate codes and identify requirements within design standards. Another task explored whether the chatbot could assess whether an existing pipeline design complies with code requirements. I also participated in a use case related to offshore rotation planning, a complex problem that has traditionally been handled manually with significant human effort. We are exploring how large language models can assist in developing algorithms that automatically generate optimized staffing solutions. The hackathon created a dynamic environment that encouraged prioritization and rapid delivery of tangible results. It was highly valuable to collaborate closely with Aker BP, Cognite, Microsoft, and Aker Solutions to implement technology and build proof-of-concept solutions. Aker BP’s digital strategy is centered on ecosystem collaboration, and over two days, software partners and internal teams worked together to apply generative AI to real business challenges. The results were very promising, with strong cross-functional collaboration between domain and digital experts. The next step is to move from proof of concept to production efficiently. Stay tuned."
  ],
  "instructions": "Manually transcribe the video audio exactly as spoken, including filler words.",
  "scene_annotations": [],
  "scene_annotation_instructions": "Mark scene changes with timestamps (seconds)"
}