{
  "video": "Risk management",
  "ground_truth_transcript": [
    "People say to me, what's risk management really all about? Surely it's a lot to do with probability and statistics and a complex process that's very difficult to apply. And I disagree. I think managing risk is one of the most natural things we can do and one of the most important. And for me risk management is essentially asking and answering six basic questions. And they're questions that everybody wants to ask no matter what situation they're in, whether it's a personal dilemma, a project process or some kind of organisational decision. The first question is, what are we trying to do? And that really leads us into the first step of a risk process, which is objective setting. Understanding the scope and the context and the environment within which we're having to manage risk. So what am I trying to achieve is the first question and it's the first step of the risk process. Once we know what we're trying to achieve, the second question is, what are we trying to achieve? And that's the first step of the risk process. Once we know what we're trying to achieve, the second question is, what might affect me? Are there things out there in the future which could either hinder me achieving my goals or maybe even help me? And that question, what might affect me, is our step into risk identification. Finding the uncertainties that matter, the future events which if they occurred would help or hinder as we try to achieve our goals. The third question is that not all of those things we've identified are equally important. So my third question is, which of those things that might affect me are most important? And that leads us to the step of the risk process that we call risk assessment, risk evaluation or risk analysis. Trying to prioritise those things that might affect us in two key dimensions. How likely is it to happen and if it did happen, what effect could it have on our goals? Either positive or negative because of course risk includes both threats and opportunities. So our first three questions are, what am I trying to achieve? What might affect me? And which are the most important ones? That gives me a prioritised list of uncertainties that matter. Now the fourth question, what should we do about it? And this is really important because otherwise we're just the victims of uncertainty and things might happen on our projects which we weren't expecting. So now we know what the key risks are, we can design some responses. We could try on bad risks to avoid them or minimise them or protect ourselves. For good risks we could try to maximise or exploit them or to make ourselves more able, position ourselves to be better able to exploit them, to use them if they happen. So our fourth question, what am I trying to achieve? What might affect me? Which are the important ones? And what shall I do? Then of course we have to do what we said we'd do and our fifth question is, did it work? Often we find that the actions that we plan to take in response to risk are not actually achieving what we did want. And so we might need to modify our approach. And the last question which is really important, question six, what changed? Projects, life, business is constantly changing, very dynamic and we need to make sure that we spot the new risks that have arisen since the last time we looked, since the last time that we took action. Now I think those six questions are easy, they're intuitive, they're the sorts of questions that anybody would ask in any important situation. What am I trying to achieve? What might affect me? Which are the important ones? What can I do about it? Once I've done that, did it work? And what's changed? And if we build our risk process around those six simple questions, then it becomes easy to do. It becomes intuitive. It becomes a natural process that doesn't involve lots of bureaucracy, lots of forms, lots of statistics. We're just asking and answering important questions. Of course on a bigger project we might want to apply those six questions at a more detailed level. and tools and modelling and all sorts of other approaches. But as at its root, whether we're trying to put a man on the moon or we're trying to move from one side of the office to the other, a complex project or a simple project, the same six questions apply. So next time you're tempted to think that risk management is really difficult, just remember the six questions, ask them, answer them and manage your risk."
  ],
  "instructions": "Manually transcribe the video audio exactly as spoken, including filler words.",
  "scene_annotations": [],
  "scene_annotation_instructions": "Mark scene changes with timestamps (seconds) and scene id in the format: [scene_id] [timestamp]"
}